/**
  ******************************************************************************
  * @file        : KeyMoudle.h
  * @author      : CQS
  * @brief       : 按键模块头文件
  ******************************************************************************
  * @attention   uint8_t KeyScan(void)  // 返回值低四位指示了按键是否被按下（只会指示一次，即长按和短按效果是一样的）
  ******************************************************************************
 */
#ifndef KEYMOUDLE_H
#define KEYMOUDLE_H
#include "stdint.h"

/* Defines */


uint8_t KeyScan(void);

#endif


